package by.pvt.hashmap2;

/*2.1.Создать класс. Сотрудник.
2.2.Поля у сотрудника. Идентификационный номер, Имя, фамилия, возраст.
2.3.Создать сотрудников (создайте штук восемь)
2.4.Создать мапку и записать туда созданных сотрудников в качестве ключа., а в качестве значения им присвоить им квалификацию.
2.5. Необходимо создать мапку типа HashMap<String, Collection<Сотрудник>>. Т.е, поменять местами Квалифакацию и сотрудника( в качестве ключа будет выступать квалификация, в качестве значения-коллекция сотрудников).
*/

import java.util.Objects;

public class Employee {


}
